Repository: collective/collective.privacy
Catalog: src/collective/privacy/locales/*/LC_MESSAGES/collective.privacy.po
Languages: fr, nl

source: Allow
fr: Autoriser
nl: Toestaan

source: Allow logged in users to edit the privacy settings associated with the email address in their profile
fr: Permet aux utilisateurs connectés de modifier les paramètres de confidentialité associés à l'adresse courriel renseignée dans leur profil
nl: Aangemelde gebruikers toestaan om de privacyinstellingen die aan het e-mailadres in hun profiel zijn gekoppeld, te bewerken.

source: Allow other users to send content links
fr: Permet à d'autres utilisateurs d'envoyer des liens de contenu
nl: Andere gebruikers toestaan om inhoudelijke links te sturen

source: Allowed
fr: Autorisé
nl: Toegestaan

source: An object that provides IIdentifierFactory
fr: Un objet qui fournit IIdentifierFactory
nl: Een object dat IIdentifierFactory aanbiedt

source: An object that provides IOptInOptOutStorage
fr: Un objet qui fournit IOptInOptOutStorage
nl: Een object dat IOptInOptOutStorage aanbiedt

source: Analytics that are used to improve the website without directly tracking users
fr: Statistiques qui sont utilisées pour améliorer le site sans directement suivre les utilisateurs
nl: Analytics die worden gebruikt om de website te verbeteren zonder de gebruikers rechtstreeks te traceren

source: Blocked
fr: Bloqué
nl: Geblokkeerd

source: Cancel
fr: Annuler
nl: Annuleren

source: Choose to opt in or out of various pieces of functionality
fr: Choisissez si vous consentez ou non à certaines fonctionnalités
nl: Kies voor opt-in of opt-out voor verschillende functionaliteiten

source: Cookies names
fr: Nom des cookies

source: Cookies to record your privacy preferences
fr: Cookies pour enregistrer vos préférences de confidentialité
nl: Cookies om uw privacyvoorkeuren te bewaren

source: Display a banner soliciting consent for all items that require consent that the user hasn't already answered
fr: Affiche un bandeau demandant le consentement pour tous les éléments qui requièrent un consentement pour lequel l'utilisateur n'a pas encore répondu
nl: Een banner weergeven waarin om toestemming wordt gevraagd voor alle items waarvoor toestemming nodig is en waarvoor de gebruiker nog geen antwoord heeft gegeven

source: Display consent banner
fr: Affiche le bandeau de consentement
nl: Toestemmingsbanner weergeven

source: How users will be identified
fr: Comment les utilisateurs seront identifiés
nl: Hoe gebruikers worden geidentificeerd

source: In order to comply with Data Protection laws, we cannot offer the ability to opt out of this.
fr: Afin de nous conformer aux lois de protection des données personnelles, nous ne pouvons pas vous permettre de refuser ceci.
nl: Om te voldoen aan de wet op de gegevensbescherming, kunnen we hiervoor niet de mogelijkheid van opt-out bieden.

source: Installs the collective.privacy add-on.
fr: Installe le module collective.privacy.

source: Is this used for marketing purposes?
fr: Est-ce utilisé à des fins commerciales ?
nl: Wordt dit gebruikt voor marketingdoeleinden?

source: Is this used for tracking purposes?
fr: Est-ce utilisé à des fins de suivi ?
nl: Wordt dit gebruikt voor traceringsdoeleinden?

source: Legal basis
fr: Base légale
nl: Wettelijke grondslag

source: List of cookies for this use : separeted by ',', wildcard (*) accepted
fr: Liste des cookies pour cet usage : séparés par des ',', caractère générique (*) accepté

source: Manage privacy settings
fr: Gérer mes paramètres de confidentialité
nl: Privacyinstellingen beheren

source: Marketing
fr: Commercialisation

source: Name
fr: Nom
nl: Naam

source: Other users of the site can choose to share content through email. You may object to this processing of your email address to prevent these emails being sent to you by other users.
fr: D'autres utilisateurs du site peuvent choisir de partager du contenu par courriel. Vous pouvez vous opposer à ce traitement de votre adresse courriel pour empêcher que d'autres utilisateurs vous envoient ces courriels.
nl: Andere gebruikers van de site kunnen ervoor kiezen om inhoud via e-mail te delen. U kunt bezwaar maken tegen deze verwerking van uw e-mailadres om te voorkomen dat deze e-mails door andere gebruikers naar u worden verzonden.

source: Please correct the indicated errors.
fr: Veuillez corriger les erreurs indiquées.
nl: Verbeter de aangegeven fouten.

source: Please submit a valid email address.
fr: Veuillez entrer une adresse courriel valide.
nl: Geef een geldig e-mailadres op.

source: Please submit an email address.
fr: Veuillez entrer une adresse courriel.
nl: Geef een e-mailadres op.

source: Privacy settings
fr: Paramètres de confidentialité
nl: Privacyinstellingen

source: Refuse
fr: Refuser
nl: Weigeren

source: Storage for this data
fr: Stockage pour cette donnée
nl: Opslag voor deze gegevens

source: The end-user visible description of this processing
fr: La description visible par l'utilisateur final pour ce traitement
nl: De beschrijving van deze verwerking zichtbaar voor eindgebruiker

source: The end-user visible title for this processing
fr: Le titre visible par l'utilisateur final pour ce traitement
nl: De titel van deze verwerking zichtbaar voor eindgebruiker

source: The id used for this category.
fr: L'identifiant utilisé pour cette catégorie.
nl: Het id dat voor deze categorie wordt gebruikt.

source: The identifier of a legal basis that is used here
fr: L'identifiant de la base légale utilisée
nl: De identificatiecode van een wettelijke grondslag die hier wordt gebruikt

source: The preference you set here will be stored on your computer.
fr: La préférence choisie sera stockée sur votre ordinateur.
nl: De voorkeur die u hier instelt, wordt op uw computer opgeslagen.

source: These store if you've given consent or objected to various uses of your data. We need to store these to comply with data protection law.
fr: Ils stockent si vous avez consenti ou si vous vous êtes opposés aux divers usages de vos données personnelles. Ce stockage est nécessaire pour se conformer à la loi de protection des données.
nl: Deze worden opgeslagen als u toestemming hebt gegeven of bezwaar hebt gemaakt tegen verschillende vormen van gebruik van uw gegevens. We moeten deze opslaan om te voldoen aan de wet op de gegevensbescherming.

source: This person does not want to receive our emails
fr: Cette personne ne souhaite pas recevoir nos courriels
nl: Deze persoon wil onze e-mails niet ontvangen

source: Title
fr: Titre
nl: Titel

source: Tracking
fr: Suivi

source: Trust member emails
fr: Se fier aux adresses courriels des membres
nl: e-mails van leden vertrouwen

source: Uninstalls the collective.privacy add-on.
fr: Désinstalle le module collective.privacy.

source: Unintrusive analytics
fr: Statistiques non intrusives
nl: Niet-intrusieve analytics

source: Your preferences have been saved.
fr: Vos préférences ont été enregistrées.
nl: Uw voorkeuren werden opgeslagen.

source: email_privacy_info
fr: Si vous ne souhaitez pas recevoir ces emails, vous pouvez adapter vos paramètres de confidentialité pour ${portal_title} en visitant ${consent_url}
nl: Als u deze e-mails liever niet wilt ontvangen, kunt u uw privacyinstellingen aanpassen op ${portal_title} door ${consent_url}

source: Description
nl: Beschrijving
